---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.CentralModelException
source: html/a40a05fd-94ec-2d87-c220-be0acd744c88.htm
---
# CentralModelException Methods

Retrieves data needed to serialize the target object.